{
    "title": "Adepta Sororitas vs Space Marines - 1000pts",
    "pubDate": "2025-10-22",
    "date": "2025-10-18",
    "description": "Our second game ever. We're getting confortable with the rules but we still have a lot to learn! Especially when reading the table. Once again, by reading the datasheets, both of us thought the Space Marines had all the tools to win and that the Sisters would have to settle for secondary objectives. It turned out to be completely wrong, but experience will help us understand that earlier and therefore make better choices in the future.",
    "tags": ["warhammer", "battle report"],
    "game_data": {
        "points": 1000,
        "attacker": {
            "name": "Nathael",
            "faction": "Adepta Sororitas",
            "detachment": "Hallowed Martyrs",
            "list": [
                {
                    "name": "Canoness",
                    "equipment": [
                        "Blessed blade, Plasma pistol, Saintly example"
                    ],
                    "points": 60
                },
                {
                    "name": "Canoness with Jump Pack",
                    "equipment": [
                        "Blessed halberd, Through Suffering Strength"
                    ],
                    "points": 100
                },
                {
                    "name": "Battle Sisters Squad",
                    "number": 10,
                    "equipment": [
                        "1x Sister Superior: Plasma pistol, Power weapon",
                        "6x Battle Sister: Boltgun, Bolt pistol, Close combat weapon",
                        "1x Battle Sister: Simulacrum Imperialis, Boltgun, Bolt pistol, Close combat weapon",
                        "1x Battle Sister: Meltagun, Bolt pistol, Close combat weapon",
                        "1x Battle Sister: Multi-melta, Bolt pistol, Close combat weapon"
                    ],
                    "points": 105
                },
                {
                    "name": "Arco-flagellants",
                    "number": 3,
                    "equipment": [
                        "3x Arco-flagellant: Arco-flails"
                    ],
                    "points": 45
                },
                {
                    "name": "Repentia Squad",
                    "number": 5,
                    "equipment": [
                        "1x Repentia Superior: Bolt pistol, Neural Whips",
                        "4x Sister Repentia: Penitent Eviscerator"
                    ],
                    "points": 75
                },
                {
                    "name": "Seraphim Squad",
                    "number": 5,
                    "equipment": [
                        "1x Seraphim Superior: Plasma pistol, Power weapon",
                        "2x Seraphim: 2 Bolt pistols, Close combat weapon",
                        "2x Seraphim: 2 Ministorum hand flamers, Close combat weapon"
                    ],
                    "points": 80
                },
                {
                    "name": "Seraphim Squad",
                    "number": 5,
                    "equipment": [
                        "1x Seraphim Superior: Plasma pistol, Power weapon",
                        "2x Seraphim: 2 Bolt pistols, Close combat weapon",
                        "2x Seraphim: 2 Ministorum hand flamers, Close combat weapon"
                    ],
                    "points": 80
                },
                {
                    "name": "Zephirim Squad",
                    "number": 5,
                    "equipment": [
                        "1x Zephirim Superior: Plasma pistol, Power weapon, Sacred Banner",
                        "4x Zephirim: Bolt pistol, Power weapon"
                    ],
                    "points": 80
                },
                {
                    "name": "Exorcist",
                    "equipment": [
                        "Exorcist Missile Launcher, Hunter-killer missile, Heavy Bolter, Armoured tracks"
                    ],
                    "points": 210
                },
                {
                    "name": "Penitent Engine",
                    "equipment": [
                        "Penitent Flamers, Twin Penitent Buzz-Blades"
                    ],
                    "points": 75
                },
                {
                    "name": "Sororitas Rhino",
                    "equipment": [
                        "Hunter-killer missile, Storm Bolter, Armoured tracks"
                    ],
                    "points": 75
                }
            ]
        },
        "defender": {
            "name": "Emmanuel",
            "faction": "Space Marines",
            "detachment": "Gladius Task Force",
            "list": [
                {
                    "name": "Captain with Jump Pack",
                    "equipment": [
                        "Relic weapon, Plasma pistol, The Honour Vehement"
                    ],
                    "points": 90
                },
                {
                    "name": "Lieutenant with combi-weapon",
                    "equipment": [
                        "Combi-weapon, Paired combat blades"
                    ],
                    "points": 70
                },
                {
                    "name": "Assault Intercessors",
                    "number": 10,
                    "equipment": [
                        "9x Heavy bolt pistol, Astartes chainsword",
                        "1x Plasma pistol, Thunder Hammer"
                    ],
                    "points": 150
                },
                {
                    "name": "Heavy Intercessors",
                    "number": 5,
                    "equipment": [
                        "4x Bolt pistol, Heavy bolt rifle, Close combat weapon",
                        "1x Bolt pistol, Heavy bolter, Close combat weapon"
                    ],
                    "points": 100
                },
                {
                    "name": "Jump pack Intercessors",
                    "number": 5,
                    "equipment": [
                        "3x Heavy bolt pistol, Astartes chainsword",
                        "1x Plasma pistol, Astartes chainsword",
                        "1x Plasma pistol, Power fist"
                    ],
                    "points": 90
                },
                {
                    "name": "Inceptors",
                    "number": 3,
                    "equipment": [
                        "3x Plasma exterminators, Close combat weapon"
                    ],
                    "points": 120
                },
                {
                    "name": "Bladeguards veteran",
                    "number": 3,
                    "equipment": [
                        "2x Heavy bolt pistol, Master-crafted power weapon",
                        "1x Plasma pistol, Master-crafted power weapon"
                    ],
                    "points": 80
                },
                {
                    "name": "Ballistus Dreadnought",
                    "equipment": [
                        "Ballistus missile launcher, Ballistus lascannon, Twin storm bolter, Armoured feet"
                    ],
                    "points": 150
                },
                {
                    "name": "Gladiator Valiant",
                    "equipment": [
                        "2 Multi-meltas, Twin las-talon, Icarus rocket pod, Ironhail heavy stubber, Armoured hull"
                    ],
                    "points": 150
                }
            ]
        },
        "primary_mission": "take_and_hold",
        "deployment": "dawn_of_war",
        "introduction": "We used the Dawn of War deployment, which contrary to our first game gave us plenty of space to fight on the whole table. Take and hold primary mission meant that we would have to hold objectives at all costs, as the Sister players, I'd have maybe liked something with actions to try to use my superior numbers to my advantage.",
        "conclusion": "Huge victory for the Sisters of Battle. I got super lucky in the first round of the battle by blowing up the Gladiator, and I think this impacted the rest of the game a lot. We learned a lot from this game and the next one will surely be better on a tactical level. Hopefully, it won't be too long before we play again, and we should have a few more terrain pieces to replace the books!"
    },
    "rounds": [
        {
            "attacker": {
                "secondary_missions": [
                    "establish_locus",
                    "bring_it_down"
                ],
                "content": [
                    {
                        "type": "quote",
                        "content": "Sisters, the Order require that we hold these positions, and with the guidance of the Emperor, we will.",
                        "source": "Canoness Elira"
                    },
                    {
                        "type": "image",
                        "src": "/src/images/battle_reports/2/turn1_sororitas.png",
                        "alt": "Deployment"
                    },
                    {   
                        "type": "text",
                        "content": "We learned from our first game and added a bit of terrain (good ol' books) to the board so everthing is hidden."
                    },
                    {
                        "type": "text",
                        "content": "I can't do the establish locus mission (didn't advance enough troops at the start!) and bring it down is kinda hard first turn... But I have an Exorcist, a Rhino, and faith in the emperor. The Exorcist organist enters the Gladiator coordinates and shoots. Multiple shots, few hits, one wound. Save? Failed. Damage roll? 6! That's halfway there, but the tank is still standing menacingly. The rhino moved forward to bring the Repentias to the right. He's got an angle! The hunter-killer missile hits and wounds. Failed save, another damage roll? 6!!! Once the smoke clears, the main anti-tank menace of my opponent lies motionless."
                    },
                    {
                        "type": "text",
                        "content": "I felt quite sorry for my opponent, but this is a thorn out of my side. On the left side, the Arco-flagellants didn't move, not feeling sure about a fight with the Lieutenant with Combi Weapon."
                    },
                    {
                        "type": "quote",
                        "content": "Impact confirmed. The heretic's machine is ash.",
                        "source": "Sister Kathia, Rhino's gunner"
                    }
                ],
                "score": [
                    {
                        "source": "bring_it_down",
                        "value": 4
                    }
                ]
            },
            "defender": {
                "secondary_missions": [
                    "marked_for_death",
                    "secure_no_mans_land"
                ],
                "content": [
                    {   
                        "type": "text",
                        "content": "After this big blow, the Space Marines use their Devastator doctrine to move fast and retaliate. The Ballistus Dreadnought advances to take care of the Rhino hiding the Repentia, leaving him with 3 wounds left. The assault Intercessors rush on the right flank objective, challenging the Sisters to come take it from them."
                    },
                    {
                        "type": "quote",
                        "content": "Critical hits received. Evacuate the transport. The Emperor's hand will shield you.",
                        "source": "Sister Aspatea, Rhino's pilot"
                    },
                    {
                        "type": "text",
                        "content": "In the center, the Bladeguard Veterans start moving, positioning themselves out of reach, but ready to take the central objective next turn. And on the left, the Lieutenant takes place on the objective."
                    }
                ],
                "score": [
                    {
                        "source": "secure_no_mans_land",
                        "value": 5
                    }
                ]
            }
        },
        {
            "attacker": {
                "secondary_missions": [
                    "extend_battle_lines",
                    "no_prisoners"
                ],
                "content": [
                    {   
                        "type": "text",
                        "content": "Very good draw of secondary objectives, I decide to move hard on the right flank and leave nothing standing. The Repentia and the lone Canoness leave the Rhino, preparing to charge the Assault Intercessors. The Penitent engine moves up to join them, and two squads of Seraphims drop right behind the enemy lines, surrounding them, and getting ready to engulf those marines in flames."
                    },
                    {
                        "type": "text",
                        "content": "The Battle Sister Squad moves a bit up the board, to maybe contest the central objective, or continue right to help if needs be. While on the left, the Arco-flagellants finally decide that it's show time and approach the Lieutenant, who ends up using his reactive move to avoid the fight, leaving them on the objective."
                    },
                    {
                        "type": "text",
                        "content": "At the end of the movement phase, the Intercessors with Jump Packs and their Captain drop behind the Ballistus, threatening a counter charge or at least to provide a second wave of Marines to kill some of the sisters on the right."
                    },
                    {
                        "type": "quote",
                        "content": "Sister Riennolis, let our flames cleanse this ground of the unworthy!",
                        "source": "Seraphim Superior Praxis, descending on the enemy lines"
                    },
                    {
                        "type": "text",
                        "content": "The Exorcist missiles and the Repentia grenades severely wounds the Ballistus. While the Exorcist heavy bolter and the flamers from the Seraphims and Penitent engine kill seven of the Assault Intercessors, making a Repentia charge difficult. To ensure they leave space for the Rhino, they charge the Ballistus instead, the Rhino then follows, and with a good Tank Shock finish the Dreadnought. The Penitent engine charges the three remaining marines on the objective, and the Canoness makes a heroic 11 charge to join him. Together, with her Blessed blade and his Buzz-blades, they eliminate their foes."
                    }
                ],
                "score": [
                    {
                        "source": "take_and_hold",
                        "value": 5
                    },
                    {
                        "source": "extend_battle_lines",
                        "value": 4
                    },
                    {
                        "source": "no_prisoners",
                        "value": 4
                    }
                ]
            },
            "defender": {
                "secondary_missions": [
                    "extend_battle_lines",
                    "area_denial"
                ],
                "content": [
                    {   
                        "type": "text",
                        "content": "The Space Marines now need to react extremely violently, as not a single Sister has died yet, while they have lost two tanks and a full squad. They use the full strength of their Assault doctrine to close the distance between them and the sisters. The Bladeguard Veterans run up the center to charge the squad of Battle Sisters. The Jump Pack squad prepares a charge on the Rhino and the Repentia. Three Inceptors also drop on the Sisters home objective, behind the Exorcist, their plasma exterminators heating up. "
                    },
                    {
                        "type": "quote",
                        "content": "The foe descends upon position Tetha! We won't be able to hold.",
                        "source": "Sister Santora, Exorcist's pilot"
                    },
                    {   
                        "type": "text",
                        "content": "On the left, the Lieutenant finally charges the Arco-flagellant while a Squad of Zephirim with a Canoness deep strikes behind cover in the Space Marine deployment zone, not far from the Heavy Intercessors guarding their objective."
                    },
                    {
                        "type": "image",
                        "src": "/src/images/battle_reports/2/turn2_marines.jpeg",
                        "alt": "After turn 2 movement phase"
                    },
                    {
                        "type": "text",
                        "content": "Maybe troubled by the new menace of the Zephirim, the Heavy Intercessors do not manage to kill a single Repentia. On the other side of the board, the Inceptors have more success and get rid of the exorcist."
                    },
                    {
                        "type": "text",
                        "content": "The Bladeguard Veterans then charge the Battle Sisters and leave three alive, costing them a few points on the Area Denial mission. The Assault Intercessors with Jump Pack kill the five Repentia and finish the Rhino. The Lieutenant fails to kill a single Arco-flagellant but does not receive a wound either. However, their extra numbers allow them to take control of the left objective. Giving both sides objectives to the Sisters, and the central and both deployment zones to the Marines."
                    }
                ],
                "score": [
                    {
                        "source": "take_and_hold",
                        "value": 5
                    },
                    {
                        "source": "extend_battle_lines",
                        "value": 4
                    },
                    {
                        "source": "area_denial",
                        "value": 2
                    }
                ]
            }
        },
        {
            "attacker": {
                "secondary_missions": [
                    "marked_for_death",
                    "area_denial"
                ],
                "content": [
                    {
                        "type": "quote",
                        "content": "Squads Ventus Sanctus and Ira Volucris, purge the target before us then hold Echo and Delta!",
                        "source": "Canoness Elira"
                    },
                    {   
                        "type": "text",
                        "content": "The two squads of Seraphims, Penitent engine, and lone Canoness approach the Assault Intercessors with Jump Pack and burn down the 5 marines, leaving the Captain alone. One squad of Seraphim then uses her extra movement to fly back to the right objective."
                    },
                    {
                        "type": "quote",
                        "content": "The Light burns brightest amid the dark! May our blades find their armor weaknesses.",
                        "source": "Canoness Velatrix"
                    },
                    {
                        "type": "text",
                        "content": "In the Space Marines deployment zone, things get tense as the Zephirims charge the Heavy Intercessors. The Canoness, with her Blessed Halberd, the enhancement \"Through Suffering, Strength\", her ability Divine Deliverance, the Zephirim buff giving her Lethal Hits and Sustained Hits, and a Stratagem to reroll hits, is the army Champion. All this gives her 9 attacks, 2+ to hit, sustain, and lethal, with reroll. Strength 6 with Devastating wounds, -2 AP,  3 damage. Even their Gravis Armor could not save the Marines, and three of them fall under the Canoness blows, while the rest of the Zephirims finish the last two."
                    },
                    {
                        "type": "text",
                        "content": "The surviving three Battle Sisters in the center fall back from the Bladeguard Veterans and sit still in the center objective, denying them control. The lone Canoness, the Penitent engine, and just to be sure, one squad of Seraphims charge the Captain with Jump Pack and execute him before he can retaliate. On the left side, the Lieutenant and the Arco-flagellants exchange a few blows, leaving the Lieutenant with 2 wounds and one Arco with 1."
                    }
                ],
                "score": [
                    {
                        "source": "take_and_hold",
                        "value": 10
                    },
                    {
                        "source": "marked_for_death",
                        "value": 5
                    }
                ]
            },
            "defender": {
                "secondary_missions": [
                    "sabotage",
                    "cleanse"
                ],
                "content": [
                    {   
                        "type": "text",
                        "content": "The situation is complex for the Space Marines. The Inceptors cleanse the Sisters home objective for a few points while the Bladeguard Veterans kill the last three Battle Sisters. "
                    },
                    {   
                        "type": "text",
                        "content": "On the left, using the Tactical doctrine, the Lieutenant falls back from the Arco-Flagellants to reach a ruin and try a sabotage."
                    }
                ],
                "score": [
                    {
                        "source": "take_and_hold",
                        "value": 5
                    },
                    {
                        "source": "cleanse",
                        "value": 4
                    }
                ]
            }
        },
        {
            "attacker": {
                "secondary_missions": [
                    "assassination",
                    "behind_enemy_lines"
                ],
                "content": [
                    {   
                        "type": "text",
                        "content": "With the Assassination mission dropping, the Arco-flagellants leave the left objective and charge the Lieutenant, hoping to kill him to complete the mission and stop him from completing the Sabotage."
                    },
                    {
                        "type": "quote",
                        "content": "Kill! Pain! Blood! Suffering!",
                        "source": "Arco-flagellant Ezra #847"
                    },
                    {   
                        "type": "text",
                        "content": "They succeed."
                    },
                    {   
                        "type": "text",
                        "content": "One squad of Seraphim stays on the right objective to keep it, while the second one flies towards the Space Marines home objective to relieve the Zephirims who are still eager to spill blood for the emperor. "
                    },
                    {   
                        "type": "text",
                        "content": "They find some in the presence of the Bladeguard Veterans in the center, who cannot resist their devastating attacks. With their death, only the Inceptors are left on the battlefield, and the remaining Sisters close up fast."
                    }
                ],
                "score": [
                    {
                        "source": "take_and_hold",
                        "value": 15
                    },
                    {
                        "source": "assassination",
                        "value": 5
                    },
                    {
                        "source": "behind_enemy_lines",
                        "value": 3
                    }
                ]
            },
            "defender": {
                "secondary_missions": [
                    "overwhelming_force",
                    "assassination"
                ],
                "content": [
                    {   
                        "type": "text",
                        "content": "Without anything to do, the Inceptors stay put and blow up the Penitent engine."
                    }
                ],
                "score": [
                    {
                        "source": "take_and_hold",
                        "value": 5
                    }
                ]
            }
        },
        {
            "attacker": {
                "secondary_missions": [
                    "engage_on_all_fronts",
                    "cleanse"
                ],
                "content": [
                    {   
                        "type": "text",
                        "content": "In this final turn, the two Seraphim squads cleanse the objectives and take position in two of the four table quarters. While the Arco-flagellants, both Canoness and the Zephirims, all charge the Inceptors while taking position in the remaining two table quarters. Two Inceptors die."
                    },
                    {
                        "type": "quote",
                        "content": "Objective Delta purified.",
                        "source": "Seraphim Superior Riennolis"
                    }
                ],
                "score": [
                    {
                        "source": "take_and_hold",
                        "value": 15
                    },
                    {
                        "source": "engage_on_all_fronts",
                        "value": 4
                    },
                    {
                        "source": "cleanse",
                        "value": 5
                    }
                ]
            },
            "defender": {
                "secondary_missions": [
                    "display_of_might",
                    "no_prisoners"
                ],
                "content": [
                    {   
                        "type": "text",
                        "content": "The last Inceptor tries to take the lone Canoness with him in the tomb, but her 2+ invulnerable save saves her. He then dies in the final fight phase of the game, leaving the victorious Sisters of Battle alone on the battlefield."
                    },
                    {
                        "type": "quote",
                        "content": "Weep not for the fallen, for their blood anoints the Emperor's victory. Not one foe endured His judgment this day.",
                        "source": "Zephirim Superior Vayle"
                    }
                ],
                "score": []
            }
        }
    ]
}